Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Open source means we can't lie about any of this — every line of code lives where you can read it. Built with care, and a little stubbornness about doing only the right things.
af: Oopbron beteken ons kan oor niks hiervan lieg nie — elke reël kode leef daar waar jy dit kan lees. Gebou met sorg, en met ’n bietjie hardkoppigheid om net die regte dinge te doen.
ar: كون البرنامج مفتوح المصدر يعني أننا لا نستطيع الكذب بشأن أي من هذا — كل سطر من الكود موجود حيث يمكنك أن تقرأه. صُنع بعناية، وبقليل من الإصرار على فعل الأشياء الصحيحة فقط.
bg: Отворен код означава, че не можем да излъжем по никое от тези твърдения — всеки ред код се намира там, където можете да го прочетете. Направено с грижа и с малко упоритост да правим само правилните неща.
bn: ওপেন সোর্স মানে এসব নিয়ে আমাদের পক্ষে মিথ্যা বলা সম্ভব নয় — কোডের প্রতিটি লাইন এমন জায়গায় থাকে যেখানে আপনি পড়তে পারেন। যত্ন নিয়ে তৈরি, আর শুধু সঠিক কাজগুলোই করার একটু জেদ নিয়ে।
ca: Codi obert vol dir que no podem mentir sobre res d'això — cada línia de codi viu on tu la pots llegir. Fet amb cura, i amb una mica de tossuderia per fer només les coses correctes.
cs: Otevřený zdrojový kód znamená, že o ničem z toho nemůžeme lhát — každý řádek kódu leží tam, kde si ho můžeš přečíst. Vytvořeno s péčí a s trochou tvrdohlavosti dělat jen správné věci.
da: Open source betyder, at vi ikke kan lyve om noget af det her — hver kodelinje ligger, hvor du kan læse den. Bygget med omhu og en smule stædighed om kun at gøre de rigtige ting.
de: Open Source heißt, dass wir bei alldem nicht lügen können – jede Codezeile liegt dort, wo du sie lesen kannst. Mit Sorgfalt gemacht, und mit einem kleinen Eigensinn, nur die richtigen Dinge zu tun.
el: Ανοιχτός κώδικας σημαίνει ότι δεν μπορούμε να πούμε ψέματα για τίποτα από αυτά — κάθε γραμμή κώδικα βρίσκεται εκεί όπου μπορείτε να τη διαβάσετε. Φτιαγμένο με φροντίδα και με λίγη επιμονή να γίνονται μόνο τα σωστά πράγματα.
es: Código abierto significa que no podemos mentir sobre nada de esto: cada línea de código vive donde puedes leerla. Hecho con cuidado, y con un poco de terquedad para hacer solo las cosas correctas.
et: Avatud lähtekood tähendab, et me ei saa neist väidetest mitte ühegi kohta valetada — iga koodirida asub kohas, kus saate seda lugeda. Tehtud hoolega ja väikese kangekaelsusega teha ainult õigeid asju.
fa: متن‌باز بودن یعنی نمی‌توانیم درباره هیچ‌کدام از این‌ها دروغ بگوییم — هر خط کد همان‌جایی است که می‌توانید آن را بخوانید. با دقت ساخته شده، و با اندکی لجاجت برای انجام دادن تنها کارهای درست.
fi: Avoin lähdekoodi tarkoittaa, ettemme voi valehdella mistään tästä — jokainen koodirivi sijaitsee siellä, missä voit lukea sen. Rakennettu huolella ja pienellä itsepäisyydellä tehdä vain oikeat asiat.
fil: Ang open source ay nangangahulugang hindi kami makakapagsinungaling tungkol sa kahit alin sa mga ito — ang bawat linya ng code ay nasa lugar kung saan mo ito mababasa. Ginawa nang may pag-aalaga, at may kaunting katigasan ng ulo sa paggawa lamang ng tamang mga bagay.
fr: Le code ouvert signifie que nous ne pouvons mentir sur rien de tout cela — chaque ligne de code se trouve là où vous pouvez la lire. Conçu avec soin, et avec un peu d'obstination à ne faire que les bonnes choses.
he: קוד פתוח אומר שלא נוכל לשקר על אף אחד מהדברים האלה — כל שורת קוד נמצאת במקום שבו אפשר לקרוא אותה. נבנה בקפידה, ועם קצת עקשנות לעשות רק את הדברים הנכונים.
hi: ओपन सोर्स का मतलब है कि हम इस बारे में झूठ नहीं बोल सकते — कोड की हर पंक्ति वहीं रहती है जहाँ आप उसे पढ़ सकते हैं। पूरी सावधानी से बनाया गया, और बस सही काम ही करने की थोड़ी सी ज़िद के साथ।
hr: Otvoreni kod znači da ne možemo lagati ni o čemu od ovoga — svaki redak koda nalazi se ondje gdje ga možete pročitati. Izrađeno s pažnjom i s malo tvrdoglavosti da se radi samo prave stvari.
hu: A nyílt forráskód azt jelenti, hogy ezekről semmiben sem hazudhatunk — minden kódsor ott él, ahol elolvashatod. Gondossággal és egy kis makacssággal készült, hogy csak a helyes dolgokat tegyük.
id: Sumber terbuka berarti kami tidak bisa berbohong tentang semua ini — setiap baris kode berada di tempat yang dapat kamu baca. Dibuat dengan cermat, dan dengan sedikit kekerasan hati untuk hanya melakukan hal yang benar.
is: Opinn kóði þýðir að við getum ekki logið um neitt af þessu — hver lína af kóðanum býr þar sem þú getur lesið hann. Smíðað af alúð og smá þrjósku við að gera aðeins þá hluti sem eru réttir.
it: Open source significa che non possiamo mentire su nulla di tutto questo — ogni riga di codice si trova dove tu puoi leggerla. Costruito con cura e con un po' di testardaggine nel fare solo le cose giuste.
ja: オープンソースであるということは、いまお話ししていることのどれについても嘘がつけないということです——コードの1行1行が、あなたが読める場所にあります。丁寧に、そして正しいことだけをするための少しばかりの頑固さで作っています。
ko: 오픈 소스라는 것은 이 어떤 부분에 대해서도 거짓말할 수 없음을 의미합니다 — 모든 코드 줄이 당신이 읽을 수 있는 곳에 있습니다. 정성으로, 그리고 옳은 일만 하겠다는 약간의 고집으로 만들었습니다.
lt: Atvirasis kodas reiškia, kad negalime apie nieką iš to meluoti – kiekviena kodo eilutė yra ten, kur galite ją perskaityti. Sukurta su rūpesčiu ir nedidele užsispyrimo doze daryti tik tai, kas teisinga.
lv: Atvērtais kods nozīmē, ka mēs nevaram melot ne par vienu no šīm lietām — katra koda rinda atrodas tur, kur jūs to varat izlasīt. Veidots ar rūpību un nelielu spītību darīt tikai pareizās lietas.
ml: ഓപ്പൺ സോഴ്സ് എന്നാൽ ഇതിനെക്കുറിച്ച് ഒന്നിനെക്കുറിച്ചും ഞങ്ങൾക്ക് കള്ളം പറയാൻ കഴിയില്ല — കോഡിന്റെ ഓരോ വരിയും നിങ്ങൾക്ക് വായിക്കാൻ കഴിയുന്ന സ്ഥലത്താണ് ഉള്ളത്. ശ്രദ്ധയോടെയും, ശരിയായ കാര്യങ്ങൾ മാത്രം ചെയ്യുന്നതിലുള്ള ചെറിയ ശാഠ്യത്തോടെയും നിർമ്മിച്ചത്.
mr: ओपन सोर्स म्हणजे आम्ही यापैकी कशाबद्दलही खोटे बोलू शकत नाही — कोडची प्रत्येक ओळ तुम्ही वाचू शकता त्या ठिकाणी असते. काळजीपूर्वक, आणि फक्त योग्य गोष्टी करण्याबद्दलच्या थोड्या हट्टीपणासह तयार केले.
ms: Sumber terbuka bermakna kami tidak boleh berbohong tentang mana-mana satu daripada ini — setiap baris kod terletak di tempat anda boleh membacanya. Dibangunkan dengan teliti, dan sedikit keras kepala untuk melakukan hanya perkara yang betul.
nb: Åpen kildekode betyr at vi ikke kan lyve om noe av dette — hver kodelinje ligger der du kan lese den. Bygget med omtanke og med litt sta vilje til å gjøre bare det rette.
nl: Open source betekent dat we hierover nergens kunnen liegen — elke regel code staat waar je hem kunt lezen. Met zorg gebouwd, en met een beetje koppigheid om alleen de juiste dingen te doen.
pa: ਓਪਨ ਸੋਰਸ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਅਸੀਂ ਇਨ੍ਹਾਂ ਵਿੱਚੋਂ ਕਿਸੇ ਬਾਰੇ ਵੀ ਝੂਠ ਨਹੀਂ ਬੋਲ ਸਕਦੇ — ਕੋਡ ਦੀ ਹਰ ਲਾਈਨ ਉੱਥੇ ਰਹਿੰਦੀ ਹੈ ਜਿੱਥੇ ਤੁਸੀਂ ਉਸ ਨੂੰ ਪੜ੍ਹ ਸਕਦੇ ਹੋ। ਧਿਆਨ ਨਾਲ ਅਤੇ ਸਿਰਫ਼ ਸਹੀ ਗੱਲਾਂ ਕਰਨ ਦੀ ਥੋੜੀ ਜਿਹੀ ਜ਼ਿੱਦ ਨਾਲ ਬਣਾਇਆ ਗਿਆ।
pl: Otwarty kod źródłowy oznacza, że nie możemy w żadnej z tych spraw kłamać — każdy wiersz kodu leży tam, gdzie możesz go przeczytać. Stworzone z troską i z odrobiną uporu, by robić tylko właściwe rzeczy.
pt_br: Código aberto significa que não dá para mentir sobre nada disso — cada linha de código fica onde você pode lê-la. Feito com cuidado, e com uma certa teimosia em fazer apenas o que é certo.
ro: Sursă deschisă înseamnă că nu putem minți despre nimic din acestea — fiecare linie de cod stă acolo unde o poți citi. Construit cu grijă și cu puțină îndărătnicie de a face doar lucrurile corecte.
ru: Открытый исходный код означает, что мы не можем солгать ни о чём из этого — каждая строка кода находится там, где вы можете её прочитать. Сделано с вниманием и с небольшим упрямством делать только правильные вещи.
sk: Otvorený zdroj znamená, že o ničom z tohto nemôžeme klamať — každý riadok kódu leží tam, kde si ho môžeš prečítať. Vytvorené so starostlivosťou a s trochou tvrdohlavosti robiť iba správne veci.
sl: Odprta koda pomeni, da o ničemer od tega ne moremo lagati – vsaka vrstica kode živi tam, kjer jo lahko prebereš. Narejeno s skrbjo in z malo trme, da delamo le prave stvari.
sr: Отворен код значи да ни о чему од овога не можемо да лажемо – свака линија кода живи тамо где можеш да је прочиташ. Направљено с пажњом, и са мало тврдоглавости да се ради само оно што је исправно.
sv: Öppen källkod betyder att vi inte kan ljuga om något av detta — varje kodrad finns där du kan läsa den. Byggd med omsorg och med lite envishet om att göra bara rätt saker.
sw: Chanzo huria kunamaanisha hatuwezi kudanganya kuhusu lolote kati ya haya — kila mstari wa msimbo upo mahali unaweza kuusoma. Imetengenezwa kwa uangalifu, na kwa ukaidi kidogo wa kufanya mambo sahihi pekee.
ta: திறந்த மூலம் என்றால் இதில் எதைப் பற்றியும் நாங்கள் பொய் சொல்ல முடியாது — ஒவ்வொரு வரி குறியீடும் நீங்கள் படிக்கக்கூடிய இடத்தில் இருக்கிறது. கவனத்துடனும், சரியான காரியங்களை மட்டுமே செய்வதில் சிறிது பிடிவாதத்துடனும் கட்டமைக்கப்பட்டுள்ளது.
te: ఓపెన్ సోర్స్ అంటే దీని గురించి మేము ఏ విషయంలోనూ అబద్ధం చెప్పలేము — ప్రతి కోడ్ లైను మీరు చదవగలిగే చోట ఉంటుంది. శ్రద్ధతో, మరియు సరైన పనులు మాత్రమే చేయడంలో కొంత మొండితనంతో నిర్మించబడింది.
th: โอเพนซอร์สหมายความว่าเราโกหกเกี่ยวกับสิ่งใดในเรื่องนี้ไม่ได้ — โค้ดทุกบรรทัดอยู่ในที่ที่คุณอ่านได้ สร้างขึ้นด้วยความใส่ใจ และด้วยความดื้อรั้นเล็กน้อยที่จะทำเพียงสิ่งที่ถูกต้อง
tr: Açık kaynak, bunların hiçbiri hakkında yalan söyleyemeyeceğimiz anlamına gelir — her kod satırı, sizin okuyabileceğiniz yerde durur. Özenle ve yalnızca doğru olanı yapmak konusunda biraz inatla geliştirildi.
uk: Відкритий код означає, що ми не можемо ні в чому з цього збрехати — кожен рядок коду лежить там, де ви можете його прочитати. Створено з турботою та з невеликою впертістю робити лише правильні речі.
ur: اوپن سورس کا مطلب یہ ہے کہ ہم ان میں سے کسی بات پر جھوٹ نہیں بول سکتے — کوڈ کی ہر سطر وہاں موجود ہے جہاں آپ اسے پڑھ سکتے ہیں۔ توجہ سے بنایا گیا، اور صرف صحیح کام کرنے کی ذرا سی ضد کے ساتھ۔
vi: Mã nguồn mở có nghĩa là chúng tôi không thể nói dối về bất cứ điều gì trong số này — mỗi dòng mã đều nằm ở nơi bạn có thể đọc được. Được xây dựng với sự chăm chút, và một chút bướng bỉnh để chỉ làm những điều đúng đắn.
zh_hans: 开源意味着这一切我们都骗不了你——每一行代码都摆在你能读到的地方。用心打造,并带着一点执拗,只做对的事。
zh_hant: 開放原始碼意味著這一切我們都騙不了你——每一行程式碼都擺在你能讀到的地方。以用心打造,並帶著一點執拗,只做對的事。

source: Opened in Aperture's in-app browser — your wallet stays disconnected.
af: Oopgemaak in Aperture se in-app-blaaier — jou beursie bly ontkoppel.
ar: تم الفتح في متصفّح Aperture داخل التطبيق — تبقى محفظتك غير متصلة.
bg: Отворено във вградения браузър на Aperture — портфейлът ви остава несвързан.
bn: Aperture-এর ইন-অ্যাপ ব্রাউজারে খোলা হয়েছে — আপনার ওয়ালেট সংযোগবিহীন থাকে।
ca: Obert al navegador intern d'Aperture: la teva cartera es manté desconnectada.
cs: Otevřeno ve vestavěném prohlížeči Aperture — vaše peněženka zůstává odpojená.
da: Åbnet i Apertures indbyggede browser — din tegnebog forbliver afbrudt.
de: In Apertures In-App-Browser geöffnet – dein Wallet bleibt getrennt.
el: Άνοιξε στο ενσωματωμένο πρόγραμμα περιήγησης του Aperture — το πορτοφόλι σας παραμένει αποσυνδεδεμένο.
es: Abierto en el navegador integrado de Aperture; tu cartera permanece desconectada.
et: Avatud Aperture sisemises brauseris — teie rahakott jääb ühendamata.
fa: در مرورگر درون‌برنامه‌ای Aperture باز شد — کیف پول شما قطع می‌ماند.
fi: Avattu Aperturen sisäisessä selaimessa — lompakkosi pysyy yhdistämättömänä.
fil: Binuksan sa in-app browser ng Aperture — nananatiling disconnected ang iyong wallet.
fr: Ouvert dans le navigateur intégré d'Aperture — votre portefeuille reste déconnecté.
he: נפתח בדפדפן הפנימי של Aperture — הארנק שלך נשאר מנותק.
hi: Aperture के इन-ऐप ब्राउज़र में खोला गया — आपका वॉलेट डिस्कनेक्टेड रहता है।
hr: Otvoreno u Apertureovom ugrađenom pregledniku — vaš novčanik ostaje nepovezan.
hu: Megnyitva az Aperture beépített böngészőjében — a tárcád lecsatlakoztatva marad.
id: Dibuka di peramban dalam aplikasi Aperture — dompet Anda tetap terputus.
is: Opnað í innbyggðum vafra Aperture — veskið þitt helst ótengt.
it: Aperto nel browser interno di Aperture — il tuo wallet rimane disconnesso.
ja: Aperture のアプリ内ブラウザで開きました — ウォレットは接続されていないままです。
ko: Aperture 인앱 브라우저에서 열렸습니다 — 지갑은 연결 해제 상태로 유지됩니다.
lt: Atidaryta Aperture vidinėje naršyklėje – jūsų piniginė lieka neprijungta.
lv: Atvērts Aperture iebūvētajā pārlūkā — jūsu maks paliek atvienots.
ml: Aperture-ന്റെ ഇൻ-ആപ്പ് ബ്രൗസറിൽ തുറന്നു — നിങ്ങളുടെ വാലറ്റ് വിച്ഛേദിച്ച നിലയിൽ തുടരുന്നു.
mr: Aperture च्या इन-ॲप ब्राउझरमध्ये उघडले — तुमचे वॉलेट डिस्कनेक्ट राहते.
ms: Dibuka dalam penyemak imbas dalam apl Aperture — dompet anda kekal terputus sambungan.
nb: Åpnet i Apertures innebygde nettleser — lommeboken din forblir frakoblet.
nl: Geopend in de in-app browser van Aperture — je wallet blijft losgekoppeld.
pa: Aperture ਦੇ ਇਨ-ਐਪ ਬ੍ਰਾਊਜ਼ਰ ਵਿੱਚ ਖੋਲ੍ਹਿਆ — ਤੁਹਾਡਾ ਵਾਲਿਟ ਡਿਸਕਨੈਕਟ ਰਹਿੰਦਾ ਹੈ।
pl: Otwarto w przeglądarce w Aperture — Twój portfel pozostaje odłączony.
pt_br: Aberto no navegador interno do Aperture — sua carteira permanece desconectada.
ro: Deschis în browserul integrat al Aperture — portofelul tău rămâne deconectat.
ru: Открыто во встроенном браузере Aperture — ваш кошелёк остаётся отключённым.
sk: Otvorené v zabudovanom prehliadači Aperture — vaša peňaženka zostáva odpojená.
sl: Odprto v vgrajenem brskalniku Aperture — vaša denarnica ostaja nepovezana.
sr: Otvoreno u Aperture pregledaču unutar aplikacije — vaš novčanik ostaje nepovezan.
sv: Öppnad i Apertures inbyggda webbläsare — din plånbok förblir frånkopplad.
sw: Imefunguliwa kwenye kivinjari cha ndani ya programu cha Aperture — wallet yako inabaki haijaunganishwa.
ta: Aperture இன் ஆப்-உள் உலாவியில் திறக்கப்பட்டது — உங்கள் வாலட் இணைக்கப்படாமல் இருக்கிறது.
te: Aperture యొక్క యాప్-అంతర్గత బ్రౌజర్‌లో తెరవబడింది — మీ వాలెట్ కనెక్ట్ కాకుండా ఉంటుంది.
th: เปิดในเบราว์เซอร์ในแอปของ Aperture — กระเป๋าเงินของคุณยังคงไม่เชื่อมต่อ
tr: Aperture'ın uygulama içi tarayıcısında açıldı — cüzdanınız bağlı kalmaz.
uk: Відкрито у вбудованому браузері Aperture — ваш гаманець залишається відключеним.
ur: Aperture کے ان ایپ براؤزر میں کھلا — آپ کا والیٹ منقطع رہتا ہے۔
vi: Đã mở trong trình duyệt nội bộ của Aperture — ví của bạn vẫn được ngắt kết nối.
zh_hans: 已在 Aperture 的应用内浏览器中打开——你的钱包保持未连接状态。
zh_hant: 已在 Aperture 的 App 內瀏覽器中開啟——你的錢包保持未連線狀態。

source: Opens a note from Aperture
af: Maak 'n nota van Aperture oop
ar: يفتح ملاحظة من Aperture
bg: Отваря бележка от Aperture
bn: Aperture থেকে একটি নোট খোলে
ca: Obre una nota d'Aperture
cs: Otevře poznámku od Aperture
da: Åbner en note fra Aperture
de: Öffnet einen Hinweis von Aperture
el: Ανοίγει σημείωση από το Aperture
es: Abre una nota de Aperture
et: Avab Aperture märkme
fa: یادداشتی از Aperture را باز می‌کند
fi: Avaa muistiinpanon Aperturelta
fil: Magbubukas ng note mula sa Aperture
fr: Ouvre une note d'Aperture
he: פותח הערה מ-Aperture
hi: Aperture का एक नोट खोलता है
hr: Otvara bilješku iz Apertura
hu: Megnyit egy megjegyzést az Aperture-től
id: Membuka catatan dari Aperture
is: Opnar athugasemd frá Aperture
it: Apre una nota di Aperture
ja: Aperture からのメモを開きます
ko: Aperture의 메모를 엽니다
lt: Atidaro „Aperture“ pastabą
lv: Atver piezīmi no Aperture
ml: Aperture-ൽ നിന്നുള്ള ഒരു കുറിപ്പ് തുറക്കുന്നു
mr: Aperture कडून एक नोंद उघडते
ms: Membuka nota daripada Aperture
nb: Åpner en merknad fra Aperture
nl: Opent een notitie van Aperture
pa: Aperture ਤੋਂ ਇੱਕ ਨੋਟ ਖੋਲ੍ਹਦਾ ਹੈ
pl: Otwiera notatkę od Aperture
pt_br: Abre uma nota do Aperture
ro: Deschide o notă de la Aperture
ru: Открывает примечание от Aperture
sk: Otvorí poznámku od Aperture
sl: Odpre opombo iz Aperture
sr: Отвара белешку из Aperture
sv: Öppnar ett meddelande från Aperture
sw: Hufungua maelezo kutoka Aperture
ta: Aperture-இலிருந்து ஒரு குறிப்பைத் திறக்கிறது
te: Aperture నుండి ఒక గమనికను తెరుస్తుంది
th: เปิดบันทึกจาก Aperture
tr: Aperture'dan bir not açar
uk: Відкриває примітку від Aperture
ur: Aperture کا ایک نوٹ کھولتا ہے
vi: Mở một ghi chú từ Aperture
zh_hans: 打开来自 Aperture 的说明
zh_hant: 開啟來自 Aperture 的說明

source: Opens a sheet describing how this recovery phrase was generated
af: Maak ʼn blad oop wat beskryf hoe hierdie herstelfrase gegenereer is
ar: يفتح صفحة توضّح كيفية إنشاء عبارة الاسترداد هذه
bg: Отваря панел, описващ как е генерирана тази фраза за възстановяване
bn: এই রিকভারি ফ্রেজ কীভাবে তৈরি হয়েছিল তা বর্ণনাকারী একটি শীট খোলে
ca: Obre un full que descriu com es va generar aquesta frase de recuperació
cs: Otevře list popisující, jak byla tato fráze pro obnovení vygenerována
da: Åbner et ark, der beskriver, hvordan denne gendannelsessætning blev genereret
de: Öffnet ein Blatt, das beschreibt, wie diese Wiederherstellungsphrase generiert wurde
el: Ανοίγει ένα φύλλο που περιγράφει πώς δημιουργήθηκε αυτή η φράση ανάκτησης
es: Abre una hoja que describe cómo se generó esta frase de recuperación
et: Avab paani, mis kirjeldab, kuidas see taastefraas loodi
fa: صفحه‌ای را باز می‌کند که توضیح می‌دهد این عبارت بازیابی چگونه ساخته شده است
fi: Avaa lehden, joka kuvaa, miten tämä palautuslause luotiin
fil: Magbubukas ng sheet na naglalarawan kung paano binuo ang recovery phrase na ito
fr: Ouvre une feuille décrivant comment cette phrase de récupération a été générée
he: פותח דף המתאר כיצד נוצר ביטוי שחזור זה
hi: एक शीट खोलता है जो वर्णन करती है कि यह रिकवरी फ़्रेज़ कैसे जेनरेट किया गया था
hr: Otvara stranicu koja opisuje kako je ova fraza za oporavak generirana
hu: Megnyit egy lapot, amely leírja, hogyan generálódott ez a helyreállítási kifejezés
id: Membuka lembar yang menjelaskan bagaimana frasa pemulihan ini dibuat
is: Opnar svæði sem lýsir hvernig þessi endurheimtarsetning var búin til
it: Apre una scheda che descrive come è stata generata questa frase di recupero
ja: このリカバリーフレーズがどのように生成されたかを説明するシートを開きます
ko: 이 복구 문구가 어떻게 생성되었는지 설명하는 시트를 엽니다
lt: Atveria langą, kuriame aprašyta, kaip ši atkūrimo frazė buvo sukurta
lv: Atver paneli ar aprakstu, kā tika izveidota šī atkopšanas frāze
ml: ഈ വീണ്ടെടുക്കൽ വാക്യം എങ്ങനെ സൃഷ്ടിച്ചതെന്ന് വിവരിക്കുന്ന ഷീറ്റ് തുറക്കുന്നു
mr: ही रिकव्हरी फ्रेज कशी तयार झाली हे सांगणारी शीट उघडते
ms: Membuka helaian yang menerangkan bagaimana frasa pemulihan ini dijana
nb: Åpner et ark som beskriver hvordan denne gjenopprettingsfrasen ble generert
nl: Opent een blad dat beschrijft hoe deze herstelzin is gegenereerd
pa: ਇਹ ਰਿਕਵਰੀ ਫਰੇਜ਼ ਕਿਵੇਂ ਬਣਾਈ ਗਈ, ਉਹ ਦੱਸਣ ਵਾਲੀ ਇੱਕ ਸ਼ੀਟ ਖੋਲ੍ਹਦਾ ਹੈ
pl: Otwiera arkusz opisujący sposób wygenerowania tej frazy odzyskiwania
pt_br: Abre uma folha descrevendo como esta frase de recuperação foi gerada
ro: Deschide o pagină care descrie cum a fost generată această frază de recuperare
ru: Открывает страницу с описанием того, как была сгенерирована эта фраза восстановления
sk: Otvorí stránku popisujúcu, ako bola táto obnovovacia fráza vygenerovaná
sl: Odpre list, ki opisuje, kako je bila generirana ta obnovitvena fraza
sr: Отвара лист који описује како је ова фраза за опоравак генерисана
sv: Öppnar ett blad som beskriver hur denna återställningsfras genererades
sw: Hufungua karatasi inayoeleza jinsi kifungu hiki cha urejesho kilivyotengenezwa
ta: இந்த மீட்பு சொற்றொடர் எவ்வாறு உருவாக்கப்பட்டது என்பதை விளக்கும் ஒரு ஷீட்டைத் திறக்கிறது
te: ఈ రికవరీ ఫ్రేజ్ ఎలా రూపొందించబడిందో వివరించే షీట్‌ను తెరుస్తుంది
th: เปิดหน้าที่อธิบายวิธีสร้างวลีกู้คืนนี้
tr: Bu kurtarma ifadesinin nasıl oluşturulduğunu açıklayan bir sayfa açar
uk: Відкриває аркуш із описом того, як було згенеровано цю фразу відновлення
ur: ایک شیٹ کھولتا ہے جس میں بتایا گیا ہے کہ یہ ریکوری فریز کیسے بنایا گیا
vi: Mở một trang mô tả cách cụm từ khôi phục này được tạo
zh_hans: 打开一个说明此恢复短语如何生成的页面
zh_hant: 開啟一個說明此復原片語如何產生的頁面

source: Opens a sheet describing what you can verify in the source code
af: Maak ʼn blad oop wat beskryf wat jy in die bronkode kan verifieer
ar: يفتح صفحة توضّح ما يمكنك التحقق منه في الكود المصدري
bg: Отваря панел, описващ какво можете да проверите в изходния код
bn: সোর্স কোডে আপনি কী যাচাই করতে পারেন তা বর্ণনাকারী একটি শীট খোলে
ca: Obre un full que descriu què pots verificar al codi font
cs: Otevře list popisující, co můžete ověřit ve zdrojovém kódu
da: Åbner et ark, der beskriver, hvad du kan verificere i kildekoden
de: Öffnet ein Blatt, das beschreibt, was du im Quellcode überprüfen kannst
el: Ανοίγει ένα φύλλο που περιγράφει τι μπορείτε να επαληθεύσετε στον πηγαίο κώδικα
es: Abre una hoja que describe lo que puedes verificar en el código fuente
et: Avab paani, mis kirjeldab, mida sa saad lähtekoodist kontrollida
fa: صفحه‌ای را باز می‌کند که توضیح می‌دهد چه چیزی را می‌توانید در کد منبع تأیید کنید
fi: Avaa lehden, joka kuvaa, mitä voit tarkistaa lähdekoodissa
fil: Magbubukas ng sheet na naglalarawan kung ano ang puwede mong patunayan sa source code
fr: Ouvre une feuille décrivant ce que vous pouvez vérifier dans le code source
he: פותח דף המתאר מה אתה יכול לאמת בקוד המקור
hi: एक शीट खोलता है जो वर्णन करती है कि आप सोर्स कोड में क्या सत्यापित कर सकते हैं
hr: Otvara stranicu koja opisuje što možete provjeriti u izvornom kodu
hu: Megnyit egy lapot, amely leírja, mit ellenőrizhetsz a forráskódban
id: Membuka lembar yang menjelaskan apa yang dapat Anda verifikasi dalam kode sumber
is: Opnar svæði sem lýsir því sem þú getur staðfest í frumkóðanum
it: Apre una scheda che descrive cosa puoi verificare nel codice sorgente
ja: ソースコードで何を確認できるかを説明するシートを開きます
ko: 소스 코드에서 무엇을 확인할 수 있는지 설명하는 시트를 엽니다
lt: Atveria langą, kuriame aprašyta, ką galite patikrinti pirminiame kode
lv: Atver paneli ar aprakstu, ko jūs varat pārbaudīt pirmkodā
ml: സോഴ്സ് കോഡിൽ നിങ്ങൾക്ക് എന്ത് സ്ഥിരീകരിക്കാമെന്ന് വിവരിക്കുന്ന ഷീറ്റ് തുറക്കുന്നു
mr: सोर्स कोडमध्ये तुम्ही काय पडताळू शकता हे सांगणारी शीट उघडते
ms: Membuka helaian yang menerangkan apa yang anda boleh sahkan dalam kod sumber
nb: Åpner et ark som beskriver hva du kan verifisere i kildekoden
nl: Opent een blad dat beschrijft wat je in de broncode kunt verifiëren
pa: ਸੋਰਸ ਕੋਡ ਵਿੱਚ ਤੁਸੀਂ ਕੀ ਪੁਸ਼ਟੀ ਕਰ ਸਕਦੇ ਹੋ, ਉਹ ਦੱਸਣ ਵਾਲੀ ਇੱਕ ਸ਼ੀਟ ਖੋਲ੍ਹਦਾ ਹੈ
pl: Otwiera arkusz opisujący, co możesz zweryfikować w kodzie źródłowym
pt_br: Abre uma folha descrevendo o que você pode verificar no código-fonte
ro: Deschide o pagină care descrie ce poți verifica în codul sursă
ru: Открывает страницу с описанием того, что вы можете проверить в исходном коде
sk: Otvorí stránku popisujúcu, čo môžete overiť v zdrojovom kóde
sl: Odpre list, ki opisuje, kaj lahko preverite v izvorni kodi
sr: Отвара лист који описује шта можете проверити у изворном коду
sv: Öppnar ett blad som beskriver vad du kan verifiera i källkoden
sw: Hufungua karatasi inayoeleza unachoweza kuthibitisha katika msimbo wa chanzo
ta: மூலக் கோட்டில் நீங்கள் என்ன சரிபார்க்க முடியும் என்பதை விளக்கும் ஒரு ஷீட்டைத் திறக்கிறது
te: సోర్స్ కోడ్‌లో మీరు ఏమి ధృవీకరించగలరో వివరించే షీట్‌ను తెరుస్తుంది
th: เปิดหน้าที่อธิบายสิ่งที่คุณสามารถตรวจสอบได้ในซอร์สโค้ด
tr: Kaynak kodda neleri doğrulayabileceğinizi açıklayan bir sayfa açar
uk: Відкриває аркуш із описом того, що ви можете перевірити у вихідному коді
ur: ایک شیٹ کھولتا ہے جس میں بتایا گیا ہے کہ سورس کوڈ میں آپ کیا تصدیق کر سکتے ہیں
vi: Mở một trang mô tả những gì bạn có thể xác minh trong mã nguồn
zh_hans: 打开一个说明你可以在源代码中验证什么的页面
zh_hant: 開啟一個說明你可以在原始碼中驗證什麼的頁面
